/* Order page - place holder for coupon code */
"Add coupon code" = "Add coupon code";

/* Shipping information - Receiver's address */
"Address" = "Address";

/* Shipping information - Placeholder for address */
"Address line 1" = "Address line 1";

/* Shipping information - Placeholder for address line 2 */
"Address line 2 (Optional)" = "Address line 2 (Optional)";

/* Apply button for coupon code */
"Apply" = "Apply";

/* Alert - Are you sure? */
"Are you sure?" = "Are you sure?";

/* Back to the original app */
"Back to %@" = "Back to %@";

/* Back to design */
"Back to design" = "Back to design";

/* Back to order page */
"Back to order page" = "Back to order page";

/* Cancel button
   Cancel button for coupon code */
"Cancel" = "Cancel";

/* Order page - Please select the following checkout method */
"Checkout with" = "Checkout with";

/* Shipping information - Placeholder for city */
"City" = "City";

/* Alert title for credit card problem
   Order page - check out with Credit Card */
"Credit card" = "Credit card";

/* Thank you page - Title of shipping information section
   Title of shipping information page */
"Delivery Information" = "Delivery Information";

/* Design again button after purchasing */
"Design again" = "Design again";

/* Order page - discount amount */
"Discount Amount" = "Discount Amount";

/* Order page - Free shipping */
"Free shipping" = "Free shipping";

/* Coupon is invalid */
"Coupon code is invalid" = "Coupon code is invalid";

/* Shipping information - Receiver's email */
"Email" = "Email";

/* Check update */
"Error in loading data" = "Error in loading data";

/* Alert - Are you sure? */
"Leave without saving.\nAre you sure?" = "Leave without saving.\nAre you sure?";

/* Back to the original app */
"Leaving Snaptee" = "Leaving Snaptee";

/* Loading view message - Loading new style */
"Loading new styles..." = "Loading new styles...";

/* Loading view message */
"Loading..." = "Loading...";

/* Shipping information - Receiver's name */
"Name" = "Name";

/* Order page - next button */
"Next" = "Next";

/* Alert button - not now */
"Not now" = "Not now";

/* OK button for alert box */
"OK" = "OK";

/* Loading view message - one second */
"One sec..." = "One sec...";

/* Thank you page - order ID */
"Order ID:" = "Order ID:";

/* Alert title for incomplete payment process */
"Order incomplete" = "Order incomplete";

/* Alert title for incomplete payment process - unknown problem */
"Order incomplete - unknown problem" = "Order incomplete - unknown problem";

/* Order more button after purchasing */
"Order more" = "Order more";

/* Submit button */
"Order Now" = "Order Now";

/* Order Page - pay by */
"Pay by %@" = "Pay by %@";

/* Order Page - Payment method section */
"Payment" = "Payment";

/* Order page - check out with PayPal */
"PayPal" = "PayPal";

/* Shipping information - Receiver's phone */
"Phone" = "Phone";

/* Shipping information - Placeholder for phone number */
"Phone number" = "Phone number";

/* Please try again */
"Please try again" = "Please try again";

/* Order page - ship to the following country */
"Ship to:" = "Ship to:";

/* Order page - title for select size */
"Size" = "Size";

/* Order page - T-shirt title */
"Snaptee T-shirt:" = "Snaptee T-shirt:";

/* Shipping information - Placeholder for state */
"State" = "State";

/* Order page - title for select style */
"Style" = "Style";

/* Order page - check out with Tenpay */
"Tenpay" = "Tenpay";

/* Title for action sheet after purchasing
   Title for thank you button after purchasing */
"Thank you" = "Thank you";

/* Title for thank you page alert box */
"Thank you for your purchase" = "Thank you for your purchase";

/* Retry button */
"Try again" = "Try again";

/* Order page - use another credit card */
"User another card" = "User another card";

/* Username validation */
"User name can only contains alphanumeric, hyphen(-), dot(.) or underscore(_)!" = "User name can only contains alphanumeric, hyphen(-), dot(.) or underscore(_)!";

/* Alert button - Yes */
"Yes" = "Yes";

/* Content for thank you page alert box */
"You will receive a confirmation email soon!\nPlease check your inbox, %@" = "You will receive a confirmation email soon!\nPlease check your inbox, %@";

/* Card is invalid */
"Your card is invalid" = "Your card is invalid";

/* Shipping information - Placeholder for zip code */
"Zip Code (optional)" = "Zip Code (optional)";

